Repository: jango-blockchained/offerpool
Catalog: client/src/locales/*/messages.po
Languages: de, fr

source: <0>offerpool is a <1>open-source</1> decentralized database of chia network offers, built on top of orbitdb and ipfs.</0><2>The goal of offerpool is to create a shared global collection of offers that anyone can access.</2><3>offerpool.io uses the offerpool backend with a basic web UI. API documentation is available on github.</3>
de: <0>offerpool ist eine <1>Open-Source</1> und dezentralisierte Datenbank für sogenannte Chia Network Offer Files, basierend auf of orbitdb und ipfs.</0><2>Das Ziel von offerpool Das Ziel von offerpool ist es, eine gemeinsame globale Sammlung von Offer Files zu erstellen, auf die jeder zugreifen kann.</2><3>http://offerpool.io verwendet das offerpool-Backend mit einer einfachen Web-UI. Die API-Dokumentation ist auf Github verfügbar.</3>
fr: <0>offerpool est une base de données décentralisée <1>open source</1> d'offres de réseau Chia, construite sur orbitdb et ipfs.</0><2>L'objectif d'offerpool est de créer une collection globale partagée d'offres auxquelles tout le monde peut accéder.</2><3>offerpool.io utilise le back-end d'offerpool avec une interface utilisateur Web de base. La documentation de l'API est disponible sur github.</3>

source: About offerpool.io
de: über offerpool
fr: Propos offerpool.io

source: Add Offers to the Pool
de: Offer File zum Pool hinzufügen
fr: Ajouter des offres à la collection

source: Any
de: Beliebig
fr: Tout

source: Drag offers here or click to select offer files
de: Offer Files hierher ziehen oder anklicken, um Offer Files auszuwählen
fr: Faites glisser les offres ici ou cliquez pour sélectionner les fichiers d'offres

source: Drop offers here...
de: Offer Files hier einstellen
fr: Déposer des offres ici...

source: Error adding offer
de: Fehler beim Hinzufügen eines Offer Files
fr: Erreur lors de l'ajout de l'offre

source: Error adding offer, Invalid offer file
de: Fehler beim Hinzufügen eines Offer Files. Ungültige Datei
fr: Erreur lors de l'ajout de l'offre, fichier d'offre non valide

source: Error adding offer, try again later
de: Fehler beim Hinzufügen eines Offer Files, versuche es später noch einmal
fr: Erreur lors de l'ajout de l'offre, réessayez plus tard

source: Error!
de: Fehler!
fr: Erreur!

source: Find offers from one coin to another
de: Angebote für einen Coin finden
fr: Trouvez des offres d'une pièce à l'autre

source: Inverse Offers
de: Inversive Offers
fr: Offres Inversées

source: Loading...
de: Laden...
fr: Chargement...

source: Offering
de: Anbieten
fr: Offre

source: Offers
de: Angebote
fr: Offres

source: Price
de: Preis
fr: Prix

source: Requesting
de: Nachfragend
fr: Demander

source: Success
de: Erfolg
fr: Succès

source: Unknown
de: Unbekannt
fr: Inconnue

source: Upload Results
de: Ergebnisse hochladen
fr: Télécharger les résultats

source: about offerpool
de: über offerpool
fr: propos offerpool

source: copy offer to clipboard
de: Angebot in die Zwischenablage kopieren
fr: copier l'offre dans le presse-papiers

source: download offer file
de: Offer File herunterladen
fr: télécharger le dossier d'offre
